Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_faq/translations/site_faq.*.po
Languages: ru

source: The module a question and the answer (FAQ)
ru: Модуль вопрос и ответ (FAQ)

source: Settings FAQ
ru: Настройки FAQ

source: The categories of questions
ru: Категорий вопросов

source: Questions and answers
ru: Вопросы и ответы

source: The contact information
ru: Контактная информация

source: The contact information is not published and used anywhere only for answers to your messages.
ru: Контактная информация нигде не публикуются и используется исключительно для ответов на Ваши сообщения.

source: On this page you can familiarize with answers to your questions.
ru: На этой странице Вы можете ознакомиться с ответами на Ваши вопросы.

source: To ask a question
ru: Задать вопрос

source: FAQ
ru: Часто задаваемые вопросы

source: FAQ - the document with questions from users.
ru: FAQ - документ с вопросами от пользователей.

source: You can ask a question interesting you, the answer we shall publish on a site.
ru: Вы можете задать интересующий Вас вопрос, ответ мы опубликуем на сайте.

source: Category of question
ru: Категория вопроса

source: New questions
ru: Новые вопросы

source: To send a question
ru: Отправить вопрос

source: Thanks for your question. It will be published after check.
ru: Спасибо за Ваш вопрос. Он будет опубликован после проверки.

source: It is necessary to specify necessarily a category which the question concerns.
ru: Необходимо обязательно указать категорию, которой относится вопрос.

source: To remove a question of the FAQ
ru: Удалить вопрос FAQ

source: To answer a question
ru: Ответить на вопрос

source: To answer
ru: Ответить

source: To delete
ru: Удалить

source: Specify in this floor your answer to a question.
ru: Укажите в этом поле Ваш ответ на вопрос.

source: Contact data of the sender
ru: Контактные данные отправителя

source: Date of registration
ru: Дата регистрации

source: Choose a category and push a button TO SHOW QUESTIONS.
ru: Выберите категорию и нажмите кнопку ПОКАЗАТЬ ВОПРОСЫ.

source: The category is not chosen, questions are displayed all.
ru: Категория не выбрана, отображаются все вопросы.

source: To edit a question and the answer
ru: Редактировать вопрос и ответ

source: The field is required to fill the text.
ru: Требуется заполнить поле текст.

source: The question is removed.
ru: Вопрос удалён.

source: The answer with advantage is added.
ru: Ответ успешно добавлен.

source: To show questions
ru: Показать вопросы

source: It is not set any question. You can be the first who will ask to us a question!
ru: Не задано ни одного вопроса. Вы можете быть первым, кто задаст нам вопрос!

source: Last questions
ru: Последние вопросы

source: Read more
ru: Читать подробнее

source: it is set questions - @count
ru: задано вопросов - @count

source: The answer
ru: Ответ

source: Confirming of removal of a question
ru: Подтверждение удаления вопроса

source: You wish to remove a question <b>@name</b>? A question will be irrevocably removed!
ru: Вы действительно хотите удалить вопрос <b>@name</b>? Вопрос будет безвозвратно удален!

source: The question has been removed.
ru: Вопрос был удален.

source: The visitor of a site
ru: Посетитель сайта

source: the new question from the visitor of a site has acted on consideration
ru: поступил на рассмотрение новый вопрос от посетителя сайта

source: Full name
ru: ФИО

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Patronymic
ru: Отчество

source: Contact phone
ru: Контактный телефон
