Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_subscription/translations/site_subscription.*.po
Languages: ru

source: E-mail address
ru: E-mail адрес

source: A valid e-mail address.
ru: Действительный адрес электронной почты.

source: For example, «ivanov@gmail.com»
ru: Например, «ivanov@gmail.com»

source: Categories subscription
ru: Категории подписки

source: Subscribe
ru: Подписаться

source: The e-mail address %mail is not valid.
ru: Адрес электронной почты %mail некорректен.

source: New subscriber in your site @mail
ru: Новый подписчик на вашем сайте @mail

source: New subscriber.
ru: Новый подписчик.

source: New subscriber
ru: Новый подписчик

source: News and events about the system
ru: Новости и события о системе

source: Сourses and exercises
ru: Курсы и упражнения

source: Expert Articles
ru: Статьи экспертов

source: Site subscription
ru: Подписка

source: Creating subscription and mailing of materials.
ru: Создание подписки и рассылки материалов.
