Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_commerce/translations/site_commerce.*.po
Languages: ru

source: Show only positions where
ru: Показать позиции, у которых

source: and where %property is %value
ru: и когда %property равно %value

source: where %property is %value
ru: когда %property равно %value

source: and where
ru: и когда

source: Refine
ru: Отбор

source: Filter
ru: Фильтр

source: Undo
ru: Отмена

source: Reset
ru: Сбросить

source: status
ru: состояние

source: any
ru: любой

source: published
ru: опубликовано

source: not published
ru: не опубликовано

source: novelty
ru: новинка

source: not novelty
ru: не новинка

source: Update options
ru: Параметры обновления

source: Unpublish the selected positions
ru: Снять с публикации выбранные позиции

source: Publish the selected positions
ru: Опубликовать выбранные позиции

source: Publish all positions
ru: Опубликовать все позиции

source: Delete the selected positions
ru: Удалить выбранные позиции

source: To remove all positions
ru: Удалить все позиции

source: Operation
ru: Действие

source: Update
ru: Обновить

source: Image
ru: Изображение

source: Title
ru: Заголовок

source: Type
ru: Тип

source: Display status
ru: Статус отображения

source: Updated
ru: Обновлено

source: Language
ru: Язык

source: Operations
ru: Операции

source: Language neutral
ru: Нейтральный по отношению к языку

source: Undefined language (@langcode)
ru: Неопределённый язык (@langcode)

source: edit
ru: изменить

source: delete
ru: удалить

source: No content available.
ru: Нет доступного материала.

source: Select one or more positions to perform the update on.
ru: Выберите одну или несколько позиций для выполнения операции обновления.

source: All positions are published.
ru: Все позиции опубликованы.

source: The update has been performed.
ru: Обновление было выполнено.

source: Are you sure you want to delete all the positions? Recovery will be impossible.
ru: Вы действительно хотите удалить все позиции? Восстановление будет невозможно.

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: The position is removed
ru: Позиция удалена

source: All of the items have been removed.
ru: Все позиции были удалены.

source: To remove a completed with errors.
ru: Удаление позиций завершено с ошибками.

source: Home
ru: Главная

source: Cost in view of delivery will be certain by our manager after registration of the order. We shall contact you for confirming cost of the order.
ru: Стоимость с учётом доставки будет определена нашим менеджером после оформления заказа. Мы свяжемся с Вами для подтверждения стоимости заказа.

source: Turn javascript in you browser.
ru: Включите javascript в вашем браузере.

source: We give you the discount @discount%
ru: Мы дарим Вам скидку @discount%

source: Import
ru: Импорт

source: Choose CSV a file for import
ru: Выберите CSV файл для импорта

source: The <strong>maximum upload file size is !max_size</strong>.
ru: <strong>Максимальный размер загружаемого файла !max_size</strong>.

source: To execute import
ru: Выполнить импорт

source: Unable to copy upload file to !dest.
ru: Невозможно скопировать загруженный файл в !dest.

source: Unable to read uploaded file !filepath.
ru: Невозможно прочитать загруженный файл !filepath.

source: Import of positions is carried out, wait...
ru: Выполняется импорт позиций, подождите...

source: Preparation of data
ru: Подготовка данных

source: It is executed @current from @total.
ru: Выполнено @current из @total.

source: An error occurred during processing.
ru: Во время выполнения произошла ошибка.

source: The position has been added %title
ru: Добавлена позиция %title

source: Import of a file <strong>@file</strong> is completed.
ru: Импорт файла <strong>@file</strong> завершен.

source: File not loaded. Please select a file for uploading.
ru: Файл не загружен. Пожалуйста, выберите файл для загрузки.

source: Import file <strong>@file</strong> completed with errors.
ru: Импорт файла <strong>@file</strong> завершен с ошибками.

source: Import images
ru: Импорт изображений

source: Key field
ru: Ключевое поле

source: Select key field.
ru: Выберите ключевое поле.

source: Choose file for import
ru: Выберите файл для импорта

source: Delete current image
ru: Разрешить удаление текущих изображений

source: Import of images is carried out, wait...
ru: Выполняется импорт изображений, подождите...

source: The images has been added for position: <b>%title</b>.
ru: Изображения добавлены для позиции: <b>%title</b>.

source: The key <b>%title</b> not found.
ru: Идентификатор <b>%title</b> не найден.

source: A dictionary for import
ru: Словарь для импорта

source: The term <strong>%tid</strong> was updated.
ru: Категория <strong>%tid</strong>была обновлена.

source: Choose XLS a file for import
ru: Выберите XLS файл для импорта

source: Continue import from line @line
ru: Продолжить импорт со строки @line

source: You have not created any product types yet. Go to the <a href="@create-content">product type creation page</a> to add a new product type.
ru: У Вас не создано ни одного типа товаров. Перейдите на <a href="@create-content">страницу создания типа товаров</a>, чтобы добавить новый тип товаров.

source: Create @name
ru: Создание материала @name

source: Name
ru: Название

source: Status position in stock
ru: Статус позиции на складе

source: Type of sale
ru: Тип продажи

source: Package of goods
ru: Комплект товаров

source: Display the value of the set of goods
ru: Отображать стоимость набора товаров

source: The cost of the goods will be calculated as the sum of the value of goods, of which it is composed. The item must be of type sale - consists of a set of goods.
ru: Стоимость товара будет вычисляться как сумма стоимости товаров, из которых он состоит. Товар должен иметь тип продажи «Состоит из набора товаров».

source: Novelty
ru: Новинка

source: Do not display on the site
ru: Не отображать на сайте

source: Condition of product
ru: Состояние товара

source: Save
ru: Сохранить

source: In a category @name it is forbidden to add positions. The reason: the chosen category has affiliated subcategories. Specify one of them.
ru: В категорию @name запрещено добавлять позиции. Причина: выбранная категория имеет дочерние подкатегории. Укажите одну из них.

source: Are you sure you want to delete %title?
ru: Вы действительно хотите удалить %title?

source: This action cannot be undone.
ru: Это действие нельзя отменить.

source: @type %title has been deleted.
ru: Материал %title типа @type удален.

source: @type: deleted %title.
ru: @type: удален материал %title.

source: The available products
ru: Доступные товары

source: The added products
ru: Добавленные товары

source: Enter your keywords
ru: Введите ключевые слова для поиска

source: The category
ru: Категория

source: Search
ru: Поиск

source: Basic settings
ru: Базовые настройки

source: Default currency
ru: Валюта по умолчанию

source: To shape links on a position of the products in view of the name of a category
ru: Формировать ссылки на позиции товара с учётом названия категории

source: Allow to use the standard image output format in the card goods
ru: Разрешить использовать стандартный формат вывода изображений в карточке товара

source: Allow button to display the detailed view on the item card.
ru: Разрешить отображать кнопку подробного просмотра в карточке товара.

source: Settings of image styles
ru: Настройки стилей изображении

source: Style of the image at display of a category
ru: Стиль изображения при отображении категории

source: Edit
ru: Правка

source: Style of the image at display of a category in block
ru: Стиль изображения при отображении категории в блоке

source: Style of the image at display of a subcategory
ru: Стиль изображения при отображении подкатегории

source: Style of the image at display of select form
ru: Стиль изображения при отображении формы выбора

source: Style of the image at display of select form in card
ru: Стиль изображения при отображении формы выбора в карточке товара

source: Styles of the image of positions
ru: Стили изображения позиций

source: Style of the main image at display of a position
ru: Стиль главного изображения при отображении позиции

source: Style of the image at display of a position
ru: Стиль изображения при отображении позиции

source: Style of the image at display of a position in the catalogue
ru: Стиль изображения при отображении позиции в каталоге

source: Style of the image at display similar positions
ru: Стиль изображения при отображении похожих позиции

source: Style of the image at display connected positions
ru: Стиль изображения при отображении связанных позиции

source: Style of the image at display of a position to all screen
ru: Стиль изображения при отображении позиции на весь экран

source: Style of the image at display of a position in the block
ru: Стиль изображения при отображении позиции в блоке

source: Styles of the image of positions of novelties
ru: Стили изображения позиций новинок

source: Set up of the catalogue
ru: Настройки каталога

source: Display mode products by category
ru: Режим отображения товаров по категории

source: mode into the net
ru: режим отображения в сетку

source: Allow to display images of categories of the catalogue
ru: Разрешить отображать изображения категорий каталога

source: Allow to display images of categories of the catalogue in block
ru: Разрешить отображать изображения категорий каталога в блоке

source: Allow to display images of subcategories of the catalogue
ru: Разрешить отображать изображения подкатегорий каталога

source: To display date and time of last updating of the catalogue of the goods
ru: Отображать дату и время последнего обновления каталога товаров

source: To allow to display the form of sorting of positions
ru: Разрешить отображать форму сортировки позиций

source: Allow to display the number of positions next to the name category
ru: Разрешить отображать количество позиций рядом с названием категории

source: Allow to display the number of positions next to the name subcategory
ru: Разрешить отображать количество позиций рядом с названием подкатегории

source: Allow to display categories in which there are no positions
ru: Разрешить отображать категории у которых нет позиций

source: Allow display subcategories in the main catalog page
ru: Разрешить отображать подкатегории на главной странице каталога

source: Allow display subcategories on the main catalog page in the overlay layer
ru: Разрешить отображать подкатегории на главной странице каталога в наложеном слое

source: Allow display stating navigation
ru: Разрешить отображать постраничную навигацию

source: Allow to display the status of the position when viewing the catalogue
ru: Разрешить отображать статус позиции при просмотре каталога

source: Allow sorting categories of the catalogue on weight
ru: Разрешить сортировку категорий каталога по весу

source: To allow to display similar positions in view of principle Upsell
ru: Разрешить отображать похожие позиции с учётом принципа Upsell

source: It is recommended to resolve sorting, only if the basic cost of all positions is filled. Otherwise other positions will not be displayed. This function allows to motivate the buyer to buy higher-end model.
ru: Рекомендуется разрешать сортировку, только если заполнена основная стоимость всех позиций. Иначе прочие позиции не будут отображаться. Эта функция позволяет мотивировать покупателя купить более дорогую модель.

source: Allow to display positions of subcategories
ru: Разрешить отображать позиции подкатегорий

source: Allow always display all subcategories root partition current subcategories
ru: Разрешить всегда отображать все подкатегории корневого раздела текущей подкатегории

source: It is recommended to include, if you want that at viewing a category of the catalogue other categories from a root category into which enters current were displayed all.
ru: Рекомендуется включить, если Вы хотите чтобы при просмотре категории каталога отображались все другие категории из корневой категории, в которую входит текущая.

source: To allow to delete positions of the catalogue at removal of a category
ru: Разрешить удалять позиции каталога при удалении категории

source: To resolve cache cards of the goods at a browsing the catalog
ru: Разрешить кэшировать карточки товара при просмотре каталога

source: Allow display a brief contents product card when you are viewing a catalogue
ru: Разрешить отображать краткое содержимое карточки товара при просмотре каталога

source: Statuses at which it is authorized to view a position in a catalog
ru: Статусы, при которых разрешено отображение позиции в каталоге

source: The number of other positions in card view
ru: Количество прочих позиций при просмотре карточки товара

source: The number of positions in block novelties
ru: Количество позиций в блоке новинки

source: The number of items on one page
ru: Количество позиций на одной странице

source: Heading of page of the catalogue
ru: Заголовок страницы каталога

source: The name of the link of page of the catalogue
ru: Название ссылки страницы каталога

source: The name of the link of page of the catalogue in English. Do not change the name on a ready site!
ru: Название ссылки страницы каталога на английском языке. Не изменяйте название на работающем сайте!

source: Configure the parametrs
ru: Настройка параметров

source: Create a parameter
ru: Создать параметр

source: Select vocabulary
ru: Выбрать словарь

source: Rename the parameter
ru: Переименовать параметр

source: If you do not fill out this field, The setting will be created, and his name will be the same as the selected dictionary.
ru: Если не заполнять это поле, параметр будет создан и его имя будет таким же как у выбранного словаря.

source: Calculate the value of the parameters as arithmetic mean
ru: Вычислять стоимость выбранных параметров как среднее арифметическое значение

source: The cost of options is calculated and added to the cost of the goods. If the box is not ticked, the value of the parameters will be calculated as the sum of all selected parameters.
ru: Стоимость параметров вычисляется и прибавляется к стоимости товара. Если галочка не установлена, стоимость параметров будет вычисляться как сумма всех выбранных параметров.

source: Configure the @name
ru: Настройка @name

source: Parameter name
ru: Название параметра

source: Allow display select button
ru: Разрешить отображать кнопку выбора

source: Allow to consider cost in calculating the arithmetic mean
ru: Разрешить учитывать стоимость в среднеарифметическом расчёте

source: Categories for which are authorized to display the parameter
ru: Категории для которых разрешено отображать параметр

source: Save parametr
ru: Сохранить параметр

source: Setup search
ru: Настройки поиска

source: To allow to display the form of search under the catalogue
ru: Разрешить отображать форму поиска по каталогу

source: If the goods are not available in the catalog, search form will not be displayed.
ru: Если товары в каталоге отсутствуют, форма поиска не будет отображаться.

source: To allow the update index search catalog items by using cron
ru: Разрешить обновление поискового индекса позиций каталога используя крон

source: To resolve autocompletion of input in the form of search
ru: Разрешить автозавершение ввода в форме поиска

source: Allow to save search queries
ru: Разрешить сохранять поисковые запросы

source: Inclusion of this parameter can slow down speed of search if the parameter autocompletion of input is included.
ru: Включение этого параметра может замедлить скорость поиска если включен параметр автозавершение ввода.

source: To allow to use search in connection with words
ru: Разрешить использовать поиск по части слов

source: If noted, the standard search form Drupаl will search for the part of each the entered words.
ru: Если отмечено, стандартная форма поиска Drupal будет осуществлять поиск по части каждого введенного слова.

source: Quantity of positions for which the search index for one start a cron will be updated
ru: Количество позиций, у которых будет обновлен поисковый индекс за один запуск крона

source: The number of items on one search page
ru: Количество позиций на одной странице поиска

source: Title of the form of search
ru: Заголовок формы поиска

source: Leave this field blank if you want to name formed automatically based on the number of goods. For example, «Search within N products».
ru: Не заполняйте это поле, если хотите чтобы название формировалось автоматически с учетом количества товаров. Например, «Поиск среди N товаров».

source: The emerging help at prompting the mouse on a floor of input of the search form
ru: Всплывающая подсказка при наведении мыши на поле ввода поисковой формы

source: The help above a field of input of the search form
ru: Подсказка над полем ввода поисковой формы

source: The help under a field of input of the search form
ru: Подсказка под полем ввода поисковой формы

source: Configure the shopping cart
ru: Настройки корзины

source: To allow display of a cart
ru: Разрешить отображение корзины

source: Allows you to add items to your cart, display unit with a basket.
ru: Позволяет добавлять товары в корзину, отображать блок с корзиной.

source: To allow to display the button of addition in a cart
ru: Разрешить отображать кнопку добавления в корзину

source: To allow to display the button of addition in a cart in the catalog
ru: Разрешить отображение кнопки добавления в корзину в каталоге

source: To allow to display the button of addition in a cart in the block
ru: Разрешить отображать кнопку добавления в корзину в блоке

source: To allow to specify quantity at addition of a position in the shopping cart
ru: Разрешить указывать количество при добавлении позиции в корзину

source: To allow to display a total cost of the order in the block with a cart
ru: Разрешить отображать общую стоимость заказа в блоке с корзиной

source: To allow the update cost in the shopping cart before ordering
ru: Разрешить обновление стоимости в корзине до оформления заказа

source: If checked, the value of position in the shopping cart will automatically change, when the price changes in the price list.
ru: Если отмечено, стоимость позиции в корзине будет автоматически изменятся, когда изменяется цена в прайс-листе.

source: Heading of page of the shopping cart
ru: Заголовок страницы корзины

source: Heading of button add to cart
ru: Заголовок кнопки добавления в корзину

source: Text of empty cart
ru: Текст, который отображается в блоке, когда корзина пустая

source: Statuses at which it is authorized to add a position in a cart
ru: Статусы, при которых разрешается добавлять позицию в корзину

source: CSS classes, which will be added to the button in the cart
ru: CSS классы, которые будут добавлены к кнопке перейти в корзину

source: Configuring the order registration
ru: Настройки оформления заказа

source: To resolve registration of orders if cost of a position it is equal to zero
ru: Разрешить оформление заказов если стоимость позиции равна нулю

source: To hide a sequential order number
ru: Скрывать порядковый номер заказа

source: If noted, the as a order numbers in the notifications will be displayed a specially the generated code , instead of an actual number.
ru: Если отмечено, то в качестве номера заказа в уведомлениях будут отображаться специально сгенерированный код, вместо фактического порядкового номера.

source: To resolve check of telephone number on a mask of input: 8 (code) number.
ru: Разрешить проверку номера телефона по маске ввода: 8 (код) номер.

source: To resolve protection against a spam in the form of registration of the order by means of module CAPTCHA
ru: Разрешить защиту от спама в форме оформления заказа средствами модуля CAPTCHA

source: The minimal sum of the order at which it can be issued
ru: Минимальная сумма заказа, при которой его можно оформить

source: Discounts at registration of the order
ru: Скидки при оформлении заказа

source: The discount which operates at registration of the order if a total amount exceeds or is equal to the certain number. A format of a writing COST-DISCOUNT (for example, the discount of 18 % at registration of the order from 3000 will become 3000-18). It is possible to specify some ranges of the discount. Each range is necessary for dividing a blank (for example, 3000-18 10000-20).
ru: Скидка, которая действует при оформлении заказа если итоговая сумма превышает или равна определенному числу. Формат написания СТОИМОСТЬ-СКИДКА (например, скидка 18% при оформлении заказа от 3000 примет вид 3000-18). Можно указать несколько диапазонов скидки. Каждый диапазон необходимо разделять пробелом (например, 3000-18 10000-20).

source: Available fields of the form of registration of the order
ru: Доступные поля формы оформления заказа

source: Full name
ru: ФИО

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Patronymic
ru: Отчество

source: Organization
ru: Организация

source: Position in the organization
ru: Должность в организации

source: Postcode
ru: Почтовый индекс

source: City
ru: Город

source: The address of delivery
ru: Адрес доставки

source: Contact phone
ru: Контактный телефон

source: Date
ru: Дата

source: Time
ru: Время

source: The comment to the order
ru: Комментарий к заказу

source: Mandatory for filling a field of the form of registration of the order
ru: Обязательные для заполнения поля формы оформления заказа

source: Available ways of delivery of the products
ru: Возможные способы доставки товаров

source: Conditions of payment and delivery
ru: Условия оплаты и доставки

source: Set up of function of purchase in one click
ru: Настройки функции покупки в один клик

source: To resolve purchase in one click
ru: Разрешить покупку в один клик

source: Title of button of purchase in one click
ru: Название кнопки купить в один клик

source: Set up of special offers
ru: Настройки спецпредложений

source: Heading of page of special offers
ru: Заголовок страницы спецпредложения

source: Settings of Yandex Market
ru: Настройки Yandex Market

source: Configuring the notes
ru: Настройки примечаний

source: The note which is finished in a floor cost to all goods (for example, cost is specified from the VAT)
ru: Примечание, которое дописывается в поле стоимость ко всем товарам (например, стоимость указана с НДС)

source: The text which is displayed at a browsing the catalog above categories of the goods
ru: Текст, который отображается при просмотре каталога над категориями товаров

source: The text which is displayed at a browsing the catalog under categories of the goods
ru: Текст, который отображается при просмотре каталога под категориями товаров

source: The text which is displayed at viewing the shopping cart
ru: Текст, который отображается при просмотре корзины

source: The text which is displayed at viewing the shopping cart if it is forbidden registrations of orders
ru: Текст, который отображается при просмотре корзины, если запрещено оформления заказов

source: The text which is displayed in e-mail the message of the customer after registration of the order
ru: Текст, который отображается в e-mail сообщении заказчика после оформления заказа

source: The text of the note which is displayed near to the name of a position if the minimal cost is specified
ru: Текст примечания, который отображается рядом с наименованием позиции если указана минимальная стоимость

source: The text of the note which is displayed near to the name of a position if cost is not specified
ru: Текст примечания, который отображается рядом с наименованием позиции если не указана стоимость

source: The text of the note which is displayed near to the name of a position if quantity is not specified
ru: Текст примечания, который отображается рядом с наименованием позиции если не указано количество
