Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_commerce/translations/site_commerce.*.po
Languages: ru

source: The text of heading which is displayed above the block of the associated positions in a card of the goods
ru: Текст заголовка, который отображается над блоком связанных позиций в карточке товара

source: Access denied
ru: Доступ запрещен

source: Products
ru: Товары

source: Tokens related to individual products.
ru: Токены для каждого индивидуального товара.

source: Title of product.
ru: Название товара.

source: Product path
ru: Путь товара

source: Path to product.
ru: Путь к товару.

source: Category path of products
ru: Путь категории товаров

source: Path to category of product.
ru: Путь к категории продукта.

source: (Machine name: @type)
ru: (Машинное имя: @type)

source: manage fields
ru: управление полями

source: manage display
ru: управление отображением

source: No content types available. <a href="@link">Add content type</a>.
ru: Нет доступных типов материалов. <a href="@link">Добавить тип материалов</a>.

source: The human-readable name of this product type.
ru: Человеко-понятное название этого типа товара.

source: A unique machine-readable name for this product type. It must only contain lowercase letters, numbers, and underscores.
ru: Уникальное машинное имя этого типа товара. Может содержать только маленькие буквы и нижнее подчеркивание.

source: Description
ru: Описание

source: Description about the product type.
ru: Описание типа товара.

source: Path
ru: Путь

source: The name (path-alias) of which are shaped алиасы links of the catalogue. For example, www.site.ru/catalog/path-alias/position/1.
ru: Название (path-alias), из которого формируются алиасы ссылок каталога. Например, www.site.ru/catalog/path-alias/position/1.

source: The country of the manufacturer
ru: Страна производитель

source: Manufacturers and brands
ru: Производители и торговые марки

source: Сontractors
ru: Поставщики

source: Categories the online store
ru: Категории интернет-магазина

source: To include display to a site
ru: Включить отображение на сайте

source: To resolve removal existing URL alias categories of the catalogue at their updating
ru: Разрешить удаление существующих URL алиасов категорий каталога при их обновлении

source: Save product type
ru: Сохранить тип товара

source: Delete product type
ru: Удалить тип товара.

source: The products type %name has been updated.
ru: Тип товаров %name был обновлен.

source: The products type %name has been added.
ru: Тип товаров %name был добавлен.

source: view
ru: представление

source: Are you sure you want to delete the content type %type?
ru: Вы действительно хотите удалить тип материала %type?

source: The content type %name has been deleted.
ru: Тип материала %name успешно удален.

source: Added content type %name.
ru: Добавлен тип материалов %name.

source: Deleted content type %name.
ru: Удален тип материала %name.

source: %type is used by 1 piece of content on your site. If you remove this content type, you will not be able to edit the %type content and it may not display correctly.
ru: На сайте имеется @count материал типа %type. Если вы удалите это тип материалов, вы не сможете редактировать материалы типа %type, и они могут некорректно отображаться.

source: Update url alias for all positions
ru: Обновить url алиасы всех позиций

source: Are you sure you want to update all url alias the positions? Recovery will be impossible.
ru: Вы уверены, что хотите обновить url алиасы всех позиций? Это действие нельзя отменить.

source: Processing
ru: Обработка

source: Initializing.
ru: Инициализация.

source: Completed @current of @total.
ru: Выполнено @current из @total.

source: An error has occurred.
ru: Произошла ошибка.

source: All url aliases available positions have been successfully updated.
ru: Все url алиасы позиций успешно обновлены.

source: The update url alias positions is completed with errors.
ru: Обновление url алиасов позиций завершено с ошибками.

source: Username
ru: Имя пользователя

source: Email address
ru: E-mail адрес

source: Create
ru: Создать

source: Online store
ru: Интернет-магазин

source: Search among 1 good
ru: Поиск среди 1 товара

source: Search among @count goods
ru: Поиск среди @count товара

source: Search among @count[2] goods
ru: Поиск среди @count[2] товаров

source: On request «@request» found 1 result
ru: По запросу «@request» найден 1 результат

source: On request «@request» found @count results
ru: По запросу «@request» найдено @count результата

source: On request «@request» found @count[2] results
ru: По запросу «@request» найдено @count[2] результатов

source: - None selected -
ru: - Ничего не выбрано -

source: There is no stock
ru: Отсутствует на складе

source: Available
ru: В наличии

source: Delivery is expected
ru: Ожидается поступление

source: Availably under the order
ru: Доступно под заказ

source: It is temporarily removed from sale
ru: Временно снят с продажи

source: It is removed from manufacture
ru: Снят с производства

source: New product.
ru: Новый товар.

source: B/A product. The condition is good.
ru: Б/У товар. Состояние хорошее.

source: B/A product. The condition with minor defects.
ru: Б/У товар. Состояние хорошее с небольшими дефектами.

source: B/A product. The condition is poor. Repair is needed.
ru: Б/У товар. Состояние плохое. Требуется ремонт.

source: Piece sale
ru: Поштучная продажа

source: Piece sale in structure of other goods
ru: Поштучная продажа в составе другого товара

source: Piece sale in structure of other goods to not display in the catalogue
ru: Поштучная продажа в составе другого товара, не отображать в каталоге

source: Consists of a set of goods
ru: Состоит из набора товаров

source: Consists of a set of goods, is not allowed to add to cart
ru: Состоит из набора товаров, запрещено добавлять в корзину

source: Ruble
ru: Рубль

source: Hryvnia
ru: Гривна

source: Kazakhstan tenge
ru: Казахстанский тенге

source: United States dollar
ru: Доллар США

source: Euro
ru: Евро

source: Product
ru: Товар

source: Full content
ru: Содержимое полностью

source: Teaser
ru: Анонс

source: Text
ru: Текст

source: List (text)
ru: Список (текст)

source: Boolean
ru: Логический

source: Cart
ru: Корзина

source: Leave a phone number
ru: Оставьте номер телефона

source: Our manager will call to you at the given number, will specify all details and will issue the order for purchase.
ru: Наш менеджер позвонит вам по этому номеру, уточнит все детали и оформит заказ на покупку.

source: Send
ru: Отправить

source: Thanks! Your application is registered, we shall call back to you.
ru: Спасибо! Ваша заявка зарегистрирована, мы Вам перезвоним.

source: Specify <strong>@param</strong>.
ru: Введите <strong>@param</strong>.

source: On a site there was a mistake. Try to repeat operation once again. If the mistake will repeat, we necessarily shall correct it in the near future.
ru: На сайте произошла ошибка. Попробуйте повторить операцию снова. Если ошибка будет повторятся, мы обязательно ее исправим в ближайшее время.

source: Number of the order
ru: Номер заказа

source: The information for payment and deliveries of the order
ru: Информация для оплаты и доставки заказа

source: Phone
ru: Телефон

source: A link to the page of the order
ru: Ссылка на страницу заказа

source: Password
ru: Пароль

source: Order information
ru: Информация о заказе

source: the new order has acted - @number
ru: поступил новый заказ - @number

source: The name
ru: Название

source: Cost
ru: Стоимость

source: To sort <span class='site-commerce-sort-title-name'>@name</span> on:
ru: Сортировать <span class='site-commerce-sort-title-name'>@name</span> по:

source: Novelties
ru: Новинки

source: Add
ru: Добавить

source: In a cart
ru: В корзине

source: Quantity
ru: Кол-во

source: Select
ru: Выбрать

source: Product options
ru: Параметры товара

source: Final cost
ru: Итоговая стоимость

source: Temporarily to order it is impossible
ru: Временно заказать нельзя

source: Special offer
ru: Спецпредложение

source: View in block «Special offer»
ru: Отображать в блоке «Спецпредложения»

source: No
ru: Нет

source: Yes
ru: Да

source: Contractor
ru: Поставщик

source: Category
ru: Категория

source: Tags
ru: Теги

source: Update the categories of positions
ru: Обновить категории у позиций

source: Minimum quantity for order
ru: Минимальное количество для заказа

source: The minimal cost
ru: Минимальная стоимость

source: Old cost
ru: Предыдущая стоимость

source: add
ru: добавить

source: The type of sale is changed
ru: Тип продажи изменён

source: The package of goods is changed
ru: Комплект товаров изменён

source: Displays in the block is changed
ru: Отображение в блоке изменено

source: The status is changed
ru: Статус изменен

source: Not novelty
ru: Не новинка

source: The contractor is changed
ru: Поставщик изменен

source: The category is changed
ru: Категория позиции изменена

source: The tags of category is changed
ru: Тэги категории обновлены

source: The quantity for the order in the complete set is updated
ru: Количество для заказа в комплекте обновлено

source: The previous cost not maybe is less than cost of the goods.
ru: Предыдущая стоимость не может быть меньше стоимости товара.

source: Cost is updated
ru: Стоимость обновлена

source: The cost of the goods will be calculated as the sum of the value of goods, of which it is composed
ru: Стоимость товара будет вычисляться как сумма стоимости товаров, из которых он состоит

source: Cost of the goods will be equal to the basic cost
ru: Стоимость товара будет равна основной стоимости

source: Not published
ru: Не опубликовано

source: Published
ru: Опубликовано

source: The products is added in a special offer
ru: Товар добавлен в спецпредложение

source: The products is removed from special offers
ru: Товар удалён из спецпредложения

source: Categories are not created
ru: Категории не созданы

source: create now
ru: создать сейчас

source: Sorry, our online store to be in development. Come later.
ru: Извините, наш интернет-магазин находиться в разработке. Зайдите позже.

source: To add a position
ru: Добавить позицию

source: Administer adjustments
ru: Управление настройками

source: Management of the products
ru: Управление товарами

source: Management of types of the products
ru: Управление типами товаров

source: Viewing of results of search requests
ru: Просмотр результатов поисковых запросов

source: %type_name: view products
ru: %type_name: просмотр опубликованных товаров

source: %type_name: create new products
ru: %type_name: cоздание новых товаров

source: %type_name: edit own products
ru: %type_name: редактирование собственных товаров

source: %type_name: edit any products
ru: %type_name: редактирование любых товаров

source: %type_name: delete own products
ru: %type_name: удаление собственных товаров

source: %type_name: delete any products
ru: %type_name: удаление любых товаров

source: Updating URL of names of categories of the catalogue is executed. It is updated categories - @count.
ru: Выполнено обновление URL наименований категорий каталога. Обновлено категорий - @count.

source: New in the online store
ru: Новое в интернет-магазине

source: Search requests
ru: Поисковые запросы

source: Categories
ru: Категории

source: Novelties of shop
ru: Новинки магазина

source: On request «@request» no results were found
ru: По запросу «@request» ничего не найдено

source: No results were found
ru: Ничего не найдено

source: Completed the update URL catalog items with id @first on id @last.
ru: Выполнено обновление URL позиций каталога с id @first по id @last.

source: block IP address
ru: блокировать IP адрес

source: Created
ru: Создано

source: You add to cart
ru: Вы добавили в корзину

source: To issue the order
ru: Оформить заказ

source: To continue purchases
ru: Продолжить покупки

source: Change
ru: Изменить

source: It is not chosen
ru: Не выбрано

source: Online store site commerce paths
ru: Пути интернет-магазина SiteCommerce

source: Default path pattern (applies to all site_commerces with blank patterns below)
ru: Шаблон пути по умолчанию (применяется ко всем типам товаров с незаполненным полем шаблона ниже)

source: Pattern for all @label paths
ru: Шаблон для всех адресов товаров типа @label

source: Updated alias for site_commerce @pid.
ru: Обновлено псевдонимов для site_commerce @pid.

source: ID product
ru: Идентификатор товара

source: Part number
ru: Артикул

source: Updated URL alias for 1 product.
ru: Обновлен URL псевдонима для 1 продукта.

source: Set up an online store
ru: Настройки интернет-магазина

source: Set up the catalog, cart, order.
ru: Настройки каталога, корзины, оформление заказа.

source: Types of products
ru: Типы товаров

source: List
ru: Список

source: Аdd a new type of products
ru: Добавить новый тип товаров

source: Edit site commerce type
ru: Редактировать тип товара

source: Associate positions
ru: Привязать позиции

source: Tags CSV import
ru: Импорт тегов из CSV

source: Import from csv
ru: Импорт из CSV

source: Import from xls
ru: Импорт из XLS

source: Add to cart
ru: В корзину

source: Go to cart
ru: В корзину

source: To buy in 1 click
ru: Купить в 1 клик

source: Select form
ru: Форма выбора

source: Load data
ru: Загрузить данные

source: Load data by category
ru: Загрузить данные по категории

source: To choose
ru: Выбрать

source: Delete parametr
ru: Удалить параметр

source: Body
ru: Содержимое

source: The price is specified for the products in a base complete set. Final cost will depend on a complete set after registration of the order. We shall call back to you for specification of full cost of the products.
ru: Цена указана за товар в базовой комплектации. Окончательная стоимость будет зависеть от комплектации после оформления заказа. Мы Вам перезвоним для уточнения полной стоимости товара.

source: The dictionary of categories of online store.
ru: Словарь для категорий интернет-магазина.

source: Color
ru: Цвет

source: The colors of goods.
ru: Цвета товаров.

source: Material
ru: Материал

source: The materials of goods.
ru: Материалы товаров.

source: Product type, which is the main when the catalog of products. Ideal for the majority of products various internet shops.
ru: Тип товара, который является основным при формировании каталога товаров. Подходит для большинства товаров различных интернет-магазинов.

source: Welcome to our online store!
ru: Добро пожаловать в наш интернет-магазин!

source: Check up, please, once again a complete set of your order. If necessary change the order.
ru: Проверьте, пожалуйста, еще раз комплектацию Вашего заказа. При необходимости измените заказ.

source: To make out orders for our site it is temporarily forbidden. Technical works are conducted. We apologize for inconveniences.
ru: Оформлять заказы на нашем сайте временно запрещено. Ведутся технические работы. Приносим извинения за неудобства.

source: Thanks that have issued the order. In the near future with you the manager of shop will communicate.
ru: Спасибо, что оформили заказ. В ближайшее время с Вами свяжется менеджер магазина.

source: Please check the cost from the vendor consultant.
ru: Стоимость уточняйте у продавца консультанта.

source: Please check the quantity from the vendor consultant.
ru: Количество уточняйте у продавца консультанта.

source: With this product you can buy
ru: С этим товаром Вы можете купить

source: Buy in 1 click
ru: Купить в 1 клик

source: Buy
ru: Купить

source: Cart is empty
ru: Корзина пуста

source: The categories of photo albums
ru: Категории фотоальбомов

source: Сontractor
ru: Поставщик

source: The manufacturer
ru: Производитель

source: The brand
ru: Торговая марка

source: The part number
ru: Артикул

source: The old cost
ru: Предыдущая стоимость

source: The cost
ru: Стоимость

source: The quantity in stock
ru: Количество на складе

source: The quantity for the order in package
ru: Количество для заказа в комплекте

source: The unit of measure of quantity
ru: Единица измерения количества

source: The special offer
ru: Специальное предложение

source: The images
ru: Изображения

source: The files
ru: Файлы

source: Full description
ru: Подробное описание

source: The country of the manufacturer.
ru: Страна производителя.

source: A detailed description is not available.
ru: Подробное описание отсутствует.

source: The postponed products
ru: Отложенные товары

source: The sum of the order
ru: Сумма заказа

source: read more
ru: подробнее

source: All novelties
ru: Все новинки

source: Your cart is empty! Choose the goods interesting you, push a button «To buy» and pass in a basket for registration of the order.
ru: Ваша корзина пуста! Выберите интересующий Вас товар, нажмите кнопку «Купить» и перейдите в корзину для оформления заказа.

source: per
ru: за

source: piece
ru: шт.

source: Attention! Cost of this goods has just changed.
ru: Внимание! Стоимость этого товара только что изменилась.

source: Total, without delivery
ru: Итого, без доставки

source: Date of updating
ru: Дата обновления

source: Buy now and receive the discount
ru: Купить сейчас и получить скидку

source: the discount
ru: скидка

source: by
ru: от

source: before
ru: до

source: Сost of set
ru: Стоимость комплекта

source: The similar products in category &laquo;@name&raquo;
ru: Другие товары в категории &laquo;@name&raquo;

source: Photo albums
ru: Фотоальбомы

source: This product is part of
ru: Этот товар входит в

source: Search form
ru: Форма поиска

source: Select category
ru: Выберите категорию

source: Show full description
ru: Показать полное описание

source: Products of SiteCommerce
ru: Товары SiteCommerce

source: Product ID
ru: Товар ID

source: The unique identifier of the goods in the main table site_commerce.
ru: Уникальный идентификатор товаров главной таблицы site_commerce.

source: The primary identifier for the imported product in other database.
ru: Первичный идентификатор для импортируемого продукта в другой базе данных.

source: Type of position.
ru: Тип позиции.

source: Category of position.
ru: Категория позиции.

source: Title of position.
ru: Название позиции.

source: Status
ru: Статус

source: Status position in stock.
ru: Статус позиции на складе.

source: Status of novelty.
ru: Статус новизны.

source: Condition
ru: Условие

source: Condition of product.
ru: Состояние товара

source: Link this field to the original piece of product
ru: Ссылка этого поля на оригинал товара

source: Enable to override this field's links.
ru: Включите для переопределения ссылок этого поля.
