Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_news/translations/site_news.*.po
Languages: ru

source: Files for loading
ru: Файлы для загрузки

source: Add on this page of a category of the press centre. For example, news of the company.
ru: Добавьте на этой странице категории пресс-центра. Например, новости компании.

source: Welcome in our press centre. Choose an interesting category.
ru: Добро пожаловать в наш пресс-центр. Выберите интересующую категорию.

source: Home
ru: Главная

source: Access denied
ru: Доступ запрещен

source: Basic settings
ru: Базовые настройки

source: Categories of the press center for which it is necessary to display the full text of the publication at viewing contents on a category
ru: Категории пресс-центра, для которых необходимо отображать полный текст при просмотре их содержимого

source: Allow display a brief contents
ru: Разрешить отображать краткое содержимое

source: Brief contents of news will be displayed entitled each news at viewing the list of news on a category.
ru: Краткое содержимое новости будет отображаться под заголовком каждой новости при просмотре списка новостей по категории.

source: The number of characters, which is clipped a brief contents
ru: Количество символов, до которого обрезается краткое содержимое

source: Style of display of the main image
ru: Стиль отображения главного изображения

source: To pass to management of styles of images
ru: Перейти к управлению стилями изображений

source: Style of display of the attached images
ru: Стиль отображения прикрепленных изображений

source: Heading of page of the press center
ru: Название страницы пресс-центра

source: Default value — «Press center».
ru: Значение по умолчанию - «Пресс-центр».

source: Settings of display in the block
ru: Настройки отображения в блоке

source: Categories of the press center for display in the block the LATEST NEWS
ru: Категории пресс-центра, которые должны отображаться в блоке ПОСЛЕДНИЕ НОВОСТИ

source: Quantity of news in the block
ru: Количество новостей в блоке

source: Allow display images
ru: Разрешить отображать изображения

source: Path of material
ru: Путь материала

source: Path to material of press center.
ru: Путь к материалу пресс-центра.

source: Category path of material
ru: Путь категории материала

source: Path to category of material of press center.
ru: Путь к категории материала пресс-центра.

source: Press center
ru: Пресс-центр

source: The press center is a document used for creation of other type of information publications.
ru: Пресс-центр - это документ, который используется для создания различных информационных публикаций.

source: Administer settings
ru: Управление настройками

source: Allow view
ru: Разрешить просмотр

source: Allow create
ru: Разрешить создание

source: Allow edit
ru: Разрешить редактирование

source: Allow delete
ru: Разрешить удаление

source: Submitted by !username on !datetime
ru: Опубликовано !datetime пользователем !username

source: Tags
ru: Теги

source: Latest news
ru: Последние новости

source: No content available.
ru: Нет доступного материала.

source: Go to archive
ru: Перейти в архив

source: Settings of the press centre
ru: Настройки пресс-центра

source: Body
ru: Содержимое

source: The categories of press centre
ru: Категории пресс-центра

source: The dictionary of categories of press centre.
ru: Словарь категорий пресс-центра.

source: Category
ru: Категория

source: File
ru: Файл

source: Image
ru: Изображение

source: Press center.
ru: Пресс-центр.
