Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_contacts/translations/site_contacts.*.po
Languages: ru

source: The general information
ru: Общая информация

source: The name of the organization
ru: Название организации

source: The description of the organization
ru: Описание организации

source: The postal index
ru: Почтовый индекс

source: The country
ru: Страна

source: Region
ru: Область

source: City
ru: Город

source: Street, the house, body, structure and т. Item (that is the address to within a building)
ru: Улица, дом, корпус, строение и т. п. (то есть адрес с точностью до здания)

source: Phone
ru: Телефон

source: Preferential format: {a code of the country} ({a code of city}) {number}, for example: 7(890) 123-45-67
ru: Предпочтительный формат: +{код страны} ({код города}) {номер}, например: +7 (890) 123-45-67

source: Fax
ru: Факс

source: Days of work
ru: Дни работы

source: Mo
ru: Пн

source: Tu
ru: Вт

source: We
ru: Ср

source: Th
ru: Чт

source: Fr
ru: Пт

source: Sa
ru: Сб

source: Su
ru: Вс

source: Choose days on which you work.
ru: Выберите дни, по которым Вы работаете.

source: Operating time
ru: Время работы

source: The note on an operating time
ru: Примечание о времени работы

source: The address of a site in zone RU
ru: Адрес сайта в зоне RU

source: The address of a site. For example, @name.
ru: Адрес сайта. Например, @name.

source: The address of a site in zone RF
ru: Адрес сайта в зоне РФ

source: The address of a site in zone COM
ru: Адрес сайта в зоне COM

source: Requisites of the organization
ru: Реквизиты организации

source: INN
ru: ИНН

source: KPP
ru: КПП

source: OGRN
ru: ОГРН

source: OKVED
ru: ОКВЭД

source: OKPO
ru: ОКПО

source: OKUGU
ru: ОКУГУ

source: OKATO
ru: ОКАТО

source: Bank requisites
ru: Банковские реквизиты

source: Bank
ru: Банк

source: The address of bank
ru: Адрес банка

source: INN/KPP of bank
ru: ИНН/КПП банка

source: r/account
ru: р/счет

source: k/account
ru: к/счет

source: BIK
ru: БИК

source: Adjustments of a card of travel
ru: Настройки карты проезда

source: JavaScript a code for an insert of a sitemap
ru: JavaScript код для вставки карты сайта

source: Code for an insert a Yandex of a card or Google card.
ru: Код для вставки Яндекс карты или Google карты.

source: On your site includes several languages. In order to provide contact information for another language and go for it again, go to the settings. If your site does not require multi-language support, disable unused languages.
ru: На Вашем сайте включено несколько языков. Для того чтобы указать контактную информацию для другого языка переключитесь на него и заново зайдите в эти настройки. Если на сайте не требуется многоязыковая поддержка, отключите неиспользуемые языки.

source: Full reference to the channel YouTube. For example, http //www.youtube.com/channel/UCauHuMfq47WpBPjZJhYiWCw
ru: Полная ссылка на канал YouTube. Например, http://www.youtube.com/channel/UCauHuMfq47WpBPjZJhYiWCw

source: Other information
ru: Прочая информация

source: Management
ru: Руководство

source: Information on a management of the organization
ru: Информации о руководстве организации

source: HTML a code carrying the information about a management of the organization, a photo, the description, the contact information.
ru: HTML код содержащий информацию о руководстве организации, фото, описание, контактная информация.

source: OGRNIP
ru: ОГРНИП

source: Administer site contacts settings
ru: Настройки модуля контакты

source: Home
ru: Главная

source: Visit our channel on YouTube
ru: Посетите наш канал на YouTube

source: Print card
ru: Распечатать визитную карточку

source: Card of travel
ru: Карта проезда

source: Adjustments - contacts
ru: Настройки - контакты

source: Page on which adjustments of the module are displayed.
ru: Страница с настройками модуля

source: Contacts
ru: Контакты

source: Contacts and requisites of the organization.
ru: Контакты и реквизиты организации.
