Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_commerce_auto/translations/site_commerce_auto.*.po
Languages: ru

source: Delete positions
ru: Удалить позиции

source: Choose CSV a file for import
ru: Выберите CSV файл для импорта

source: The <strong>maximum upload file size is !max_size</strong>.
ru: <strong>Максимальный размер загружаемого файла !max_size</strong>.

source: To execute delete
ru: Выполнить удаление

source: Unable to copy upload file to !dest.
ru: Невозможно скопировать загруженный файл в !dest.

source: Unable to read uploaded file !filepath.
ru: Невозможно прочитать загруженный файл !filepath.

source: Import of positions is carried out, wait...
ru: Выполняется импорт позиций, подождите...

source: Preparation of data
ru: Подготовка данных

source: It is executed @current from @total.
ru: Выполнено @current из @total.

source: An error occurred during processing.
ru: Во время выполнения произошла ошибка.

source: The position has been deleted %title
ru: Позиция была удалена %title

source: The position is not found %title
ru: Позиция не найдена %title

source: Import of a file <strong>@file</strong> is completed.
ru: Импорт файла <strong>@file</strong> завершен.

source: Import file <strong>@file</strong> completed with errors.
ru: Импорт файла <strong>@file</strong> завершен с ошибками.

source: To execute import
ru: Выполнить импорт

source: The position has been added %title
ru: Добавлена позиция %title

source: Import
ru: Импорт

source: Choose file for import
ru: Выберите файл для импорта

source: Continue import from line @line
ru: Продолжить импорт со строки @line

source: Edit
ru: Правка

source: Basic settings
ru: Основные настройки

source: Category of the goods by default
ru: Категория товаров по умолчанию

source: Access denied
ru: Доступ запрещен

source: Update the categories of positions
ru: Обновить категории у позиций

source: The update is in progress, please wait...
ru: Идет процесс обновления, подождите...

source: Update categories of positions successfully completed.
ru: Обновление категорий позиций успешно завершено.

source: Update categories of positions completed with errors.
ru: Обновление категорий позиций завершено с ошибками.

source: Mark
ru: Марка

source: Model
ru: Модель

source: To show on mark and model
ru: Показать по марке и модели

source: The file with the goods fully imported.
ru: Файл успешно импортирован.

source: The file with the goods had previously been imported. The changes are not made.
ru: Загруженный файл был ранее импортирован. Изменения не вносились.

source: Import goods from the !start to the !end position from !count.
ru: Импорт товаров c !start по !end из !count.

source: OEM
ru: Номер производителя

source: Set up catalogue of autospare parts
ru: Настройки каталога автозапчастей

source: Categories of autospare parts
ru: Категории автозапчастей

source: The dictionary for accommodation of categories of autospare parts.
ru: Словарь для категорий автозапчастей.

source: OEM number
ru: OEM номер

source: Catalogue number
ru: Каталожный номер

source: Manufacturer product
ru: Производитель изделия

source: Unique number of a product RecID
ru: Уникальный номер изделия RecID

source: Categories of auto parts
ru: Категории автозапчастей

source: The dictionary for accommodation of categories of auto parts.
ru: Словарь для категорий автозапчастей.

source: Other auto parts
ru: Прочие автозапчасти

source: Auto part
ru: Автозапчасть

source: Type product, which is designed to create the directory auto parts and accessories.
ru: Тип продукта, который предназначен для создания каталога автозапчастей и аксессуаров.

source: Body
ru: Содержимое

source: Marks and models of cars
ru: Марки и модели автомобилей

source: Part number
ru: Артикул

source: Category
ru: Категория

source: Сontractor
ru: Поставщик

source: Car
ru: Автомобиль

source: Unique number of a product SupID
ru: Уникальный номер изделия SupID

source: Cost
ru: Стоимость

source: Quantity in stock
ru: Кол-во на складе

source: Unit of measure of quantity
ru: Единица измерения кол-ва

source: Image
ru: Изображение

source: Online store of autospare parts.
ru: Интернет-магазин автозапчастей.
