Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_commerce_yml_export/translations/site_commerce_yml_export.*.po
Languages: ru

source: YML export
ru: YML экспорт

source: Select product types for export
ru: Выберите типы товаров для экспорта

source: Generated file
ru: Сгенерированный файл

source: View
ru: Просмотр

source: Use this url in Yandex.Market
ru: Используйте этот URL-адрес в Яндекс.Маркет

source: Settings of YML export for Yandex.market
ru: Настройки экспорта в YML формат для Яндекс.Маркет

source: Site commerce YML export
ru: Site commerce YML экспорт

source: YML export for Site commerce products (Yandex.Market)
ru: YML экспорт товаров для SiteCommerce (Яндекс.Маркет)

source: Settings of Yandex Market
ru: Настройки Yandex Market

source: Short store name, must contain fewer than 20 characters.
ru: Короткое название магазина, должно содержать не более 20 символов.

source: The full name of the company that owns the store.
ru: Полное наименование компании, владеющей магазином.

source: URL of the main page of the store.
ru: URL главной страницы магазина.

source: The name of the Agency that provides technical support for the store.
ru: Наименование агентства, которое оказывает техническую поддержку магазину.

source: Contact address of the CMS developers or the Agency providing technical support.
ru: Контактный адрес разработчиков CMS или агентства, осуществляющего техподдержку.
