Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: translations/kvantstudio.*.po
Languages: ru

source: Allow the connection <a href='https://github.com/joemottershaw/litebox' target='_blank'>LiteBox</a>
ru: Разрешить подключение <a href='https://github.com/joemottershaw/litebox' target='_blank'>LiteBox</a>

source: Default project modules KVANTSTUDIO use this library to display pop-up images. Wherever you need to call the pop-up image is added to the link class <a class='litebox'></a>. For groups of images added to the links parameter data-litebox-group. For example, data-litebox-group='site-commerce-litebox-images'.
ru: По умолчанию модули проекта KVANTSTUDIO используют эту библиотеку для отображения всплывающих изображений. Там где необходимо вызвать всплывающее изображение к ссылке добавляется класс class='litebox'. Для группировки изображений к ссылкам добавляется параметр data-litebox-group. Например, data-litebox-group='site-commerce-litebox-images'.

source: Allow the connection <a href='http://www.jacklmoore.com/zoom' target='_blank'>jQuery Zoom</a>
ru: Разрешить подключение <a href='http://www.jacklmoore.com/zoom' target='_blank'>jQuery Zoom</a>

source: A plugin to enlarge images on touch, click, or mouseover.
ru: Плагин для увеличения изображений при касании, нажатии или наведении мыши.

source: Allow the connection <a href='https://github.com/jedfoster/Readmore.js' target='_blank'>Readmore</a>
ru: Разрешить подключение <a href='https://github.com/jedfoster/Readmore.js' target='_blank'>Readmore</a>

source: A plugin for collapsing and expanding long blocks of text. Use css class='readmore-block' for blocks of text.
ru: Плагин для разворачивания и сворачивания больших блоков текста. Используйте для текстовых блоков класс class='readmore-block'.

source: Allow the connection <a href='https://github.com/mattbanks/jQuery.equalHeights' target='_blank'>equalheights</a>
ru: Разрешить подключение <a href='https://github.com/mattbanks/jQuery.equalHeights' target='_blank'>equalheights</a>

source: Automatically aligns the columns in a row to the same height as a function of the content.
ru: Автоматически выравнивает столбцы в строке по высоте, в зависимости от содержания.

source: Settings of HTML5
ru: Настройки HTML5

source: Allow to create a breadcrumb format microdata, <a href='http://kvantstudio.ru/node/40' target='_blank'>see details</a>
ru: Разрешить создавать breadcrumb в формате microdata, <a href='http://kvantstudio.ru/node/40' target='_blank'>см. подробнее</a>

source: Settings of e-mail
ru: Настройки e-mail

source: E-mail address of the manager of a site
ru: Адрес электронной почты менеджера сайта

source: This address is used to send different notifications to the manager of the site. For example responsible for the execution of orders from the online store SiteCommerce.
ru: Этот адрес используется для отправки различных уведомлений менеджеру сайта. Например ответственному за оформление заказов в интернет-магазине SiteCommerce.

source: E-mail address of the system administrator of a site
ru: Адрес электронной почты системного администратора сайта

source: This address is used to send various error notification on the site that can occur when using the modules of the project KVANTSTUDIO.
ru: Этот адрес используется для отправки различных уведомлений об ошибках на сайте, которые могут возникать в модулях проекта KVANTSTUDIO.

source: To allow to shape reports on mistakes in modules of the project kvantstudio to the developer
ru: Разрешить формировать отчеты об ошибках в модулях проекта kvantstudio разработчику

source: Read more
ru: Подробнее

source: Close
ru: Закрыть

source: Administer settings
ru: Управление настройками

source: Viewing of system notices kvantstudio
ru: Просмотр системных оповещений kvantstudio

source: To allow to edit own user account
ru: Разрешить авторизованным пользователям редактировать свой профиль

source: In the module @module, realizing display of the catalogue of the products, for a category @taxonomy there is no realization hook_kvantstudio_term_page or function @function is inaccessible to a call.
ru: В модуле @module, который реализует отображение каталога товаров для категории @taxonomy не реализован hook_kvantstudio_term_page или функция @function недоступна для вызова.

source: On a site the module realizing display of the catalogue of the products for a category @name is disconnected.
ru: Модуль, который реализует отображение каталога товаров для категории @name отключен.

source: To deny access to the page display terms in this vocabulary
ru: Запретить доступ к странице отображения терминов для этого словаря

source: To deny access to the page display term
ru: Запретить доступ к странице отображения термина

source: The value of this parameter is inherited from dictionary settings, If the dictionary is set to TRUE.
ru: Значение этого параметра наследуется из настроек словаря, если в словаре установлено значение TRUE.

source: It is not chosen
ru: Не выбрано

source: The notice from a site
ru: Уведомление с сайта

source: the system notice
ru: системное уведомление

source: The message from a site
ru: Сообщение с сайта

source: from
ru: от

source: Your message has been sent.
ru: Ваше сообщение отправлено.

source: There was a problem sending your message and it was not sent.
ru: Возникла проблема при отправке Вашего сообщения и оно не было отправлено.

source: System notices
ru: Системные уведомления

source: The message from a site is sent.
ru: Отправлено сообщение с сайта.

source: Settings of modules of project KVANTSTUDIO
ru: Настройки модулей проекта KVANTSTUDIO

source: The general adjustments
ru: Общие настройки

source: Management of a site
ru: Управление сайтом

source: The menu of management of a site defines storage of links on pages of administration by modules which are included into the project kvantstudio.
ru: Меню управления сайтом определяет хранение ссылок на страницы администрирования модулями, которые входят в проект kvantstudio.

source: Library of functions.
ru: Библиотека функций.
