Repository: ermakov1601/DRUPAL-7-MODULES
Catalog: modules/site_photogallery/translations/site_photogallery.*.po
Languages: ru

source: Tags
ru: Теги

source: Home
ru: Главная

source: Images are not loaded.
ru: Изображения не загружены.

source: Warning
ru: Внимание

source: It is not displayed on a site.
ru: Не отображается на сайте.

source: To edit a category
ru: Редактировать категорию

source: Settings of display of category
ru: Настройки отображения категории

source: In this photo album still there are no images.
ru: В этот фотоальбом не добавлены изображения.

source: To edit a photo album
ru: Редактировать фотоальбом

source: Photo albums
ru: Фотоальбомы

source: The basic settings
ru: Основные настройки

source: Style imаgeсасhe when viewing a image of photo album
ru: Стиль imаgeсасhe при просмотре обложки фотоальбома

source: Edit
ru: Правка

source: Style imаgeсасhe when viewing a image in photo album
ru: Стиль imаgeсасhe при просмотре изображений в фотоальбоме.

source: Style imаgeсасhe when viewing a image in Cоlоrbоx
ru: Стиль imagecache при просмотре изображений в Colorbox

source: To display photo albums without categories
ru: Отображать фотоальбомы без категорий

source: Setting of the name of pages
ru: Настройки названия страниц

source: Heading of page of the catalogue of photo albums
ru: Заголовок страницы с перечнем фотоальбомов.

source: Category
ru: Категория

source: Send
ru: Отправить

source: Weight
ru: Вес

source: Save changes
ru: Сохранить изменения

source: Title
ru: Заголовок

source: Configuration saved.
ru: Настройки сохранены.

source: Path of photo album
ru: Путь к фотоальбому

source: Path to photo album.
ru: Путь к фотоальбому.

source: Category path of photo album
ru: Путь категории фотоальбома

source: Path to category of photo album.
ru: Путь к категории фотоальбома.

source: Heading of page of the photo albums
ru: Заголовок страницы фотоальбомов

source: Photo album
ru: Фотоальбом

source: The photo album - the document which is used for the publication of images.
ru: Фотоальбом - это документ, который используется для публикации изображений.

source: Submitted by !username on !datetime
ru: Опубликовано !datetime пользователем !username

source: Latest photo albums
ru: Последние фотоальбомы

source: Photo albums are not added yet.
ru: Фотоальбомы еще не добавлены.

source: Settings of the photo gallery
ru: Настройки фотогалереи

source: Settings
ru: Настройки

source: Settings of display of photo album
ru: Настройки отображения фотоальбома

source: Settings of photo album.
ru: Настройки фотоальбома.

source: Body
ru: Содержимое

source: Categories of the photo gallery
ru: Категории фотогалереи

source: The dictionary of categories of photo gallery.
ru: Словарь категорий фотогалереи.

source: Show
ru: Показать

source: To not show
ru: Не показывать

source: Image
ru: Изображение

source: Status
ru: Статус

source: Creation of photo albums.
ru: Создание фотоальбомов.
